tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "zsh"
brew "cmake"
brew "vim"
brew "mas"
brew "gnu-sed"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "cowsay"
brew "curl"
brew "exa"
brew "fd"
brew "lazygit"
brew "openjpeg"
brew "ffmpeg"
brew "libtool"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gcc"
brew "ghostscript"
brew "git"
brew "go"
brew "gobject-introspection"
brew "htop"
brew "httpie"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "krb5"
brew "lolcat"
brew "lsd"
brew "luajit"
brew "luarocks"
brew "ninja"
brew "nmap"
brew "node"
brew "nvm"
brew "openblas"
brew "pandoc"
brew "perl"
brew "pfetch"
brew "portmidi"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "ripgrep"
brew "ruby"
brew "sdl12-compat"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "smartmontools"
brew "stow"
brew "tcl-tk"
brew "telnet"
brew "tree-sitter"
brew "w3m"
brew "wget"
brew "sass/sass/sass"
tap "dart-lang/dart"
tap "sass/sass"
cask "easy-move-plus-resize"
cask "font-hack-nerd-font"
cask "maccy"
cask "mactex"
cask "numi"
